Repository: BobBorges/wymysorys-corpus-infrastructure
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: While you do not need to understand all the nitty-gritty SQL, it is helpful to know a little bit about how the database stores text; basically there are two major subdivisions Paragraph and Fragment. Paragraph is a subdivision of a complete text. Fragment is a subdivision of a Paragraph. In the database, Paragraph objects are really just containers for Fragments – there is not text in a Paragraph by itself; all text is contained within a Fragment object. Aside from Paragraphs and Fragments, nothing else matters! The database doesn&#39;t care about sections, pages, sentences, lines or whatever...
pl: Chociaż nie musisz rozumieć wszystkich drobiazgowych SQL, pomocne jest dowiedzenie się trochę o tym, jak baza danych przechowuje tekst; Zasadniczo istnieją dwa główne podziały: akapit i fragment. Akapit to podział pełnego tekstu. Fragment jest podziałem akapitu. W bazie danych obiekty akapitu są tak naprawdę pojemnikami dla fragmentów - akapit nie zawiera tekstu sam z siebie; Cały tekst jest zawarty w obiekcie fragmentu. Oprócz akapitów i fragmentów nic innego nie ma znaczenia! Baza danych nie dba o sekcje, strony, zdania, linie lub cokolwiek innego ...

source: PARAGRAPH: In prose, is a "natural" subdivision of text. Usually starting on a new line, set off by an indent, and ending with a new line. In the corpus markup, a paragraph sits on a single numbered line; if a paragraph is longer than the window it will be wrapped and the next numbered line will be pushed down to make space (see image). In poetry / song lyrics, by convention, the markup used here groups a stanza together as a paragraph. See the "Simple Formatting" subsection about inserting line breaks.
pl: Akapit: W tekście prozą jest "naturalnym" podziałem tekstu. Zwykle zaczyna się od nowej linii, oznaczonej przez wcięcie i kończy nową linią. W znaczniku korpusu akapit znajduje się na jednej ponumerowanej linii; Jeśli akapit jest dłuższy niż okno, zostanie zwinięty, a następna linia ponumerowana zostanie zepchnięta w dół, aby zrobić miejsce (patrz obraz). W poezji / tekstach piosenek, według konwencji, znaczniki używa tutaj, grupuje zwrotkę razem jako akapit. Zobacz podsekcję "proste formatowanie" na temat dodawania przerw między liniami.

source: FRAGMENT: Fragments are subdivisions of paragraphs. As mentioned above, in the database text is actually all stored in Fragment objects and by default a Paragraph will contain one Fragment unless there is some tag in the markup to trigger the close of one and opening of another Fragment within the paragraph. Since the corpus handles multilingual texts by design, the main function of fragments is to differentiate languages in multilingual text (see "Text Language" section). Setting a new language within a line of markup automatically causes program to end the current Fragment and begin a new Fragment. In general Monolingual Paragraph objects will contain just one Fragment. It is also possible to force a new Fragment without setting a new language using &lt;ENDFRAGMENT/&gt;; this is handy only when there would be multiple Marginal Comments associated with a single fragment (since the parser only allows one Marginal text object per fragment... see the "Marginal Text" section below).
pl: Fragment: Fragmenty są częściami akapitów. Jak wspomniano powyżej, w tekście bazy danych jest w rzeczywistości przechowywane w obiektach fragmentów i domyślnie akapit będzie zawierał jeden fragment, chyba że istnieje jakiś znacznik w znaczniku, aby uruchomić zamknięcie jednego i otwarcie innego fragmentu w akapicie. Ponieważ korpus obsługuje wielojęzyczne teksty zgodnie z projektem, główną funkcją fragmentów jest różnicowanie języków w tekście wielojęzycznym (patrz sekcja "język tekstowy"). Ustawienie nowego języka w linii znaczników automatycznie powoduje, że program kończy obecny fragment i rozpoczyna nowy fragment. Ogólnie jednojęzyczne obiekty akapitu będą zawierać tylko jeden fragment. Możliwe jest również wymuszenie nowego fragmentu bez ustalania nowego języka za pomocą EndFragment/& Gt ;; Jest to przydatne tylko wtedy, gdy istniałoby wiele marginalnych komentarzy powiązanych z pojedynczym fragmentem (ponieważ parser pozwala tylko jeden marginalny obiekt tekstowy na fragment ... patrz sekcja "marginalne tekst" poniżej).

source: Nevertheless, some other parts of a text, like pages, sentences, line breaks, or even text formatting like bold, italic, underline are in fact meaningful, so we take care of that in the text markup &mdash; described in the next sections.
pl: Niemniej jednak niektóre inne części tekstu, takie jak strony, zdania, przerwy w linii, a nawet formatowanie tekstu, takie jak pogrubienie, kursywa, podkreślenie, są w rzeczywistości znaczące, więc zajmujemy się tym w oznaczeniach tekstów &mdash; opisane w następnych sekcjach.

source: Simple Formatting
pl: Proste formatowanie

source: We have a means to indicate the most basic types of formatting within a document.
pl: Mamy środki do wskazania najbardziej podstawowych rodzajów formatowania w dokumencie.

source: Line break:
pl: Przerwanie linii:

source: Line breaks are sometimes meaningful and we might not realize it, but a line is not necessarily a good delimiter for structuring text (hence not using them as part of the database structure. We mark page breaks within fragments using &lt;br/&gt;. Poetry and song lyrics are obvious cases where line breaks are meaningful; in these cases a stanza is marked up as paragraph (i.e. on a single line in the markup editor) and line breaks are indicated with the &lt;br/&gt; tag. Since we generally might not realize when line breaks are meaningful (unless you are marking up a text that you authored yourself) we indicate breaks wherever they occur within the text. Between words, &lt;br/&gt; should be adjacent to the following word with a space before &mdash; "between &lt;br/&gt;words". When a word breaks across a line breaks across a word, use &lt;br/&gt; with a hyphen prefix and no spaces around it &mdash; Wymy-&lt;br/&gt;sorys.
pl: Przerwy linii są czasami znaczące i możemy nie zdawać sobie z tego sprawy, ale linia niekoniecznie jest dobrym ogranicznikiem do strukturyzacji tekstu (stąd nie używa ich jako części struktury bazy danych. Oznaczamy przerwy strony w fragmentach za pomocą &lt;br/&gt;. Teksty poezji i piosenek są oczywistymi przypadkami, w których przełamy liniowe są znaczące; w tych przypadkach zwrotka jest oznaczona jako akapit (tj. na jednej linii w edytorze znaczników), a przerwy linii są wskazane za pomocą tagu &lt;br/&gt;. Zasadniczo możemy nie zdawać sobie sprawy, kiedy przerwy na linii są znaczące (chyba że oznaczasz tekst, który sam się autoryzowałeś) wskazujemy, że w dowolnym momencie występują w tekście. Między słowami, &lt;br/&gt; Przestrzeń przed & &mdash; "między &lt;br/&gt;słowa ". Gdy słowo przełamuje linię, przebijają się przez słowo, użyj &lt;br/&gt; z przedrostkiem i bez przestrzeni wokół niego &mdash; wi-&lt;br/&gt;lamowski.

source: Page breaks:
pl: Przerwy na stronie:

source: Like line breaks, page breaks are also usually not a reliable delimiter for structuring texts. Especially given that page breaks can happen within a sentence or paragraph, structuring text around page breaks causes problems in hierarchical document structure. Here we indicate page breaks with the &nbsp;&lt;ENDPAGE NR="1"&gt; tag, where "1" represents the page that is actually ending (n.b. Use pages of the asset, not the numbered pages in the document &ndash; often in PDF documents the numbered pages do not match the page of the file.) Like line breaks, we mark page breaks where they fall, right in the text if a page breaks across a fragment. If the page break is not mid fragment, put the &nbsp;&lt;ENDPAGE NR="1"&gt; tag on its own line.
pl: Podobnie jak przerwy w linii, przerwy stron zwykle nie są niezawodnym ogranicznikiem do strukturyzacji tekstów. Zwłaszcza biorąc pod uwagę, że przerwy na stronie mogą nastąpić w zdaniu lub akapicie, strukturowanie tekstu wokół przerw na stronie powoduje problemy w hierarchicznej strukturze dokumentów. Tutaj wskazujemy przerwy na stronie za pomocą tagu &nbsp; &lt;ENDPAGE nr="1"&gt; , gdzie "1" reprezentuje stronę, która faktycznie kończy się (nota bene, użyj stron haj w zasobie, a nie numeracji stron w dokumencie & ndash; często w dokumentach PDF, numerowane strony nie pasują do stron w pliku.) Tak jak przerwy między liniami, oznaczamy przerwy na stronie tam, gdzie się znajdują, w samym tekście, jeśli strona przedziela fragment. Jeśli przerwa na stronie nie jest w połowie fragmentu, umieść tag &nbsp; &lt;ENDPAGE nr="1"&gt; na jego własnej linii.

source: Font styles
pl: Style fontów

source: Fonts are styled as in HTML.
pl: Fonty są stylizowane jak w HTML.

source: Escape angle brackets in text, as in html. "&amp;lt;" and "&amp;gt;" for &lt; and &gt;, respectively.
pl: Eskejpuj nawiasy ostre w tekście, tak jak w HTML. Odpowiednio "&amp;lt;" i "&amp;gt;" dla &lt; i &gt; .

source: Text Language
pl: Język tekstowy

source: Every Fragment object in the database has a language attribute. To avoid tediously marking a bazillion times language, we use the &lt;SET language=""/&gt; tag whenever the language in a text changes.
pl: Każdy obiekt fragmentu w bazie danych ma atrybut językowy. Aby uniknąć żmudnego oznaczania języka bazillion razy, używamy &lt;SET language=""/&gt; tag, gdy język w tekście się zmienia.

source: The first line of a markup <i>MUST</i> be a line with the &lt;SET language=""/&gt; tag and only this tag. This should be set to the first language in the document and can be re-set as often as necessary, either between Paragraphs or within fragments as appropriate.
pl: Pierwszy linia znacznika <i>musi być</i> linią z &lt;<SET language=""/&gt; tag i tylko ten tag. Powinno to być ustawione na pierwszy język w dokumencie i może być ponownie ustawione tak często, jak to konieczne, między akapitami lub w ramach fragmentów, stosownie do użytku.

source: Language tags must be set to predefined values. These are:
pl: Tagi językowe muszą być ustawione na predefiniowane wartości. To są:

source: Values that begin with "TX" are meant to be used with direct translations of words or phrases. The order of the two languages after "TX" is alphabetical; the same tag used for "good-güt" and "güt-good".
pl: Wartości, które zaczynają się od "TX", mają być używane z bezpośrednimi tłumaczeniami słów lub fraz. Kolejność dwóch języków po "TX" jest alfabetyczna; Ten sam znacznik używany dla "Good-Güt" i "Güt-Good".

source: Marginal Text
pl: Tekst z marginesów

source: Marginal text is text which is not part of the main text, such as page numbers, headers/footers, footnotes, notes scribbled in the margins or between lines. For instance:
pl: Tekst na marginesie to tekst, który nie jest częścią głównego tekstu, tak jak jak numery stron, nagłówki/stopki, przypisy, notatki zrobione na marginesie lub między liniami. Na przykład:

source: Here is some text that was scribbled in the bottom margin of a document
pl: Oto jakiś tekst, który został zapisany na dolnym marginesie dokumentu

source: The &lt;MARGIN&gt; tag has one attribute "location". Possible location values are:
pl: &lt;MARGINS&gt; tag ma jeden atrybut "location", czyli 'lokalizacja'. Możliwe wartości ten atrybut to:

source: Currently, the markdown parser only handles one &lt;MARGIN&gt; tag, so a hack to include multiple Marginal Text instances on what would be one Fragment is to force a fragment break with &lt;ENDFRAGMENT/&gt;.
pl: Obecnie parser znaczników obsługuje tylko jeden tag &lt;MARGIN&gt;, więc sposobem na zawarcie wielu tekstów na marginesie na jednym fragmencie, jest wymuszenie przerwy we fragmentu za pomocą &lt;ENDFRAGMENT/&gt;.

source: Search the Corpus
pl: Przeszukaj korpus

source: Advanced Search Options:
pl: Zaawansowane opcje wyszukiwania:

source: show
pl: pokaż

source: Search
pl: Szukaj

source: hide
pl: ukryj

source: Corpus Search
pl: Przeszukiwanie korpusu

source: Corpus of New Wymysorys – Home
pl: Korpus nowszego języka wilamowskiego – Strona główna

source: Corpus of New Wymysorys – About
pl: Korpus nowszego języka wilamowskiego – O nas

source: Corpus of New Wymysorys – Asset Overview
pl: Korpus nowszego języka wilamowskiego – Przegląd plików

source: Thanks for the contribution!
pl: Dzięki za wkład!

source: You are requesting an Asset that either does not exist or you do not have permission to view
pl: Prosisz o zasób, który albo nie istnieje, albo nie masz pozwolenia na jego obejrzenie

source: Corpus of New Wymysorys – Asset:
pl: Korpus nowszego języka wilamowskiego – Plik:

source: Corpus of New Wymysorys – Author Overview
pl: Korpus nowszego języka wilamowskiego – Przegląd autora

source: Corpus of New Wymysorys – Author:
pl: Korpus nowszego języka wilamowskiego – Autor:

source: Corpus of New Wymysorys – Document Overview
pl: Korpus nowszego języka wilamowskiego – Przegląd dokumentu

source: Corpus of New Wymysorys – Document meta:
pl: Korpus nowszego języka wilamowskiego – Metadane dokumentu:

source: Corpus of New Wymysorys – Document content:
pl: Korpus nowszego języka wilamowskiego – Treść dokumentów:

source: Corpus of New Wymysorys – Markup:
pl: Korpus nowszego języka wilamowskiego – Znaczniki:

source: Corpus of New Wymysorys – Markup Reference
pl: Korpus nowszego języka wilamowskiego – Odniesienie do znaczników

source: Corpus of New Wymysorys – Search
pl: Korpus nowszego języka wilamowskiego – Wyszukaj
