Repository: BobBorges/wymysorys-corpus-infrastructure
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Your user instance has not been assigned any permissions level to access this resource. If you think you should have or want to have access, get in touch with the site administrator(s).
pl: Konto użytkownika nie zostało przypisane na poziomie uprawnień w celu uzyskania dostępu do tego zasobu. Jeśli uważasz, że powinieneś mieć lub chcesz mieć dostęp, skontaktuj się z administratorem witryny.

source: You're not authorized to see that.
pl: Nie jesteś upoważniony do tego.

source: Select a file
pl: Wybierz plik

source: Type
pl: Rodzaj

source: File will be publically viewable
pl: Plik będzie publicznie widoczny

source: Currently, text-type files are supported. Cooked text files like .doc and .ods are accepted but can't be displayed in the asset view. Admins might decide to convert such files to .pdf.
pl: Obecnie obsługiwane są pliki typu tekstowego. ''Ugotowane'' pliki tekstowe, takie jak .doc i .ods, są akceptowane, ale nie można ich wyświetlić w podglądzie zasobów. Administratorzy mogą zdecydować o konwersji takich plików na .pdf.

source: If not selected, the asset will only be available to the site administrators.
pl: Jeśli nie zostanie wybrany, zasób będzie dostępny tylko dla administratorów witryny.

source: Document
pl: Dokument

source: Order of Assets in Document
pl: Kolejność plików w dokumencie

source: The document instance must already be defined before an asset can be assigned. Go to the Documents page and create a document if a Document does not exist already for this asset.
pl: Plik dokumentu musi być już zdefiniowany, zanim zasób zostanie przypisany. Przejdź do strony dokumentów i utwórz dokument, jeśli nie istnieje jeszcze dla tego zasobu.

source: If a document has more than one associated assets, you can specify the order of assets here (it will be the sort order on the markup page, for instance).
pl: Jeśli dokument ma więcej niż jeden powiązany plik, możesz określić kolejność plików (na przykład będzie to kolejność sortowania na stronie znaczników).

source: Surname
pl: Nazwisko

source: First name(s)
pl: Imię / imiona

source: Surname and First name(s) fields will become the newly created author's primary, publically visible alias.
pl: Pola nazwiska i imienia staną się głównym, publicznie widocznym pseudonimem nowo utworzonego autora.

source: Author's Birth Year
pl: Rok urodzenia autora

source: If entered, the author's birth year will be publically visible on the site.
pl: Rok urodzenia autora będzie publicznie widoczny na stronie, jeśli zostanie wprowadzony.

source: Alternate Surname
pl: Nazwisko alternatywne

source: Alternate First Name(s)
pl: Imiona alternatywne

source: If only surname or first name(s) are alternate, fill in the other as the same as the primary name.
pl: Jeśli tylko nazwisko lub imię są aliasem, wypełnij drugie pole tak samo jak w nazwisku / imieniu podstawowym.

source: You can only make one Bio per language. Edit an existing Bio if one already exists in the language you want to use.
pl: Możesz utworzyć tylko jeden biogram na język. Edytuj istniejący biogram, jeśli istnieje już w języku, którego chcesz użyć.

source: Title
pl: Tytuł

source: Author(s)
pl: Autor(zy)

source: Publication or production year
pl: Publikacja lub rok produkcji

source: Manual Document ID
pl: Ręcznie nadany identyfikator dokumentu

source: Authors must be defined before their documents. If you don't see your document's author, head over to the Authors page and create one. Hold the ctrl button while you click to select multiple authors.
pl: Autorzy muszą zostać określeni przed swoimi dokumentami. Jeśli nie widzisz autora swojego dokumentu, przejdź do strony autorów i utwórz ją. Przytrzymaj przycisk CTRL podczas klikania, aby wybrać wielu autorów.

source: If you don't know what this is, just leave it blank.
pl: Jeśli nie wiesz, co to jest, po prostu zostaw to puste.

source: Publisher
pl: Wydawca

source: Publisher location
pl: Lokalizacja wydawcy

source: Document ID type
pl: Typ identyfikatora dokumentu

source: Document ID
pl: Identyfikator dokumentu

source: In publication
pl: W publikacji

source: Publication volume
pl: Tom publikacji

source: Publication issue
pl: Numer publikacji

source: Page range
pl: Zakres stron

source: Use this field if the Document was part of a book with many authors or published in a magazine or journal.
pl: Skorzystaj z tego pola, jeśli dokument był częścią książki z wieloma autorami lub był opublikowany w czasopiśmie lub magazynie.

source: Separate pages with two hyphens, e.g. 4--8. Use a comma to separate multiple page ranges, e.g. 4--7, 9--12.
pl: Oddzielaj strony dwoma myślnikami, np. 4--8. Użyj przecinka, aby oddzielić wiele stron, np. 4--7, 9--12.

source: You can only make one description per language. Edit the existing one if it exists.
pl: Możesz zrobić tylko jeden opis na język. Edytuj istniejący, jeśli istnieje.

source: You should only edit one description at a time. Save after each edit.
pl: Powinieneś edytować tylko jeden opis na raz. Zapisz po każdej edycji.

source: You should only edit one Bio at a time. Save after each edit.
pl: Powinieneś edytować tylko jednen biogram na raz. Zapisz po każdej edycji.

source: All changes have been saved changes with the "Save Markup" button.
pl: Wszystkie zmiany zostały zapisane za pomocą przycisku "Zapisz znacznik".

source: If you have edited the markup field and not yet saved the changes, submitting to the corpus now will submit the Markup version before the changes you made and your work will be lost. click the "Save Markup" button now if you are not sure.
pl: Jeśli edytowałeś/-aś pole znaczników i jeszcze nie zapisałeś zmian, przesłanie do korpusu przesyła wersję znaczników przed wprowadzonymi zmianami, a Twoja praca zostanie utracona. Kliknij przycisk "Zapisz znacznik" teraz, jeśli nie jesteś pewien.

source: All text from media file(s) (left) is represented in the Markup.
pl: Cały tekst z plików multimedialnych (po lewej) jest reprezentowany w znaczniku.

source: Basic formatting --bold, italic, underline, strikethrough-- is represented in the Markup.
pl: Podstawowe formatowanie --pogrubienie, kursywa, podkreślenie, przekreślenie-- jest reprezentowane w znaczniku.

source: All fragments have a defined language using the &lt;SET language=""/&gt; tag
pl: Wszystkie fragmenty mają zdefiniowany język za pomocą etykiety &lt;SET language=""/&gt;

source: In documents with multi-page media, all page breaks are represented with the &lt;ENDPAGE nr=""/&gt; tag.
pl: W dokumentach z multimediami z wielu stron wszystkie przerwy strony są reprezentowane za pomocą etykiety &lt;EndPage nr=""/&gt; .

source: Search in these document only
pl: Wyszukaj tylko w tych dokumentach

source: If not selected, the term will be searched in all documents' text only.
pl: hasło będzie wyszukiwane tylko we wszystkich tekstach dokumentów, jeśli nie zostanie wybrane.

source: Search Term
pl: Szukane hasło

source: By default, the search is case insensitive. If you have a case sensitive issue to search for, use the regex option.
pl: Domyślnie wyszukiwanie jest obojętne na przypadki. Jeśli masz do wyszukania hasło w określonym przypadku, użyj opcji Regex.

source: Return results annotated as language
pl: Wyszukaj wyniki opisane jako język

source: Hold down 'ctrl' key to select multiple or deselect. No selection will search all languages. This option doesn't apply in Document title searches.
pl: Przytrzymaj przycisk „Ctrl”, aby wybrać wiele lub odznaczyć. Brak wyboru spowoduje wyszukiwanie we wszystkich językach. Ta opcja nie ma zastosowania w wyszukiwaniu tytułu dokumentów.

source: Regular Expression Search
pl: Wyszukiwanie wyrażeń regularnych (Regex)

source: The regex search option nulifies 'whole word' and 'ignore formatting' options. If you want to use regex searches, you can write them into your own regex.
pl: Opcja wyszukiwania Regex anuluje opcje „całe słowo” i „ignoruj formatowanie”. Jeśli chcesz korzystać z wyszukiwania Regex, możesz je dopisać do własnego Regexu.

source: Search for whole words (only)
pl: Wyszukaj całe słowa (tylko)

source: Find words that break accross a line
pl: Znajdź słowa, które są częściowo przeniesione do kolejnej linijki

source: Polish
pl: Polski

source: English
pl: Angielski

source: Wymysorys
pl: Wilamowski

source: German
pl: Niemiecki

source: TX, Polish-Wymysorys
pl: TX, Polski-Wilamowski

source: TX, English-Wymysorys
pl: TX, Angielski-Wilamowski

source: TX, German-Wymysorys
pl: TX, Niemiecki-Wilamowski

source: pdf document
pl: Dokument PDF

source: image
pl: obraz

source: doc or other cooked text
pl: DOC lub inny tekst ''ugotowany''

source: plain txt
pl: zwykły txt

source: bottom-left
pl: u dołu z lewej

source: bottom-right
pl: u dołu z prawej

source: bottom
pl: na dole

source: top-left
pl: u góry z lewej

source: top-right
pl: w prawym górnym rogu

source: left
pl: na lewo

source: right
pl: na prawo

source: Birth Year
pl: Rok urodzenia

source: Birth Month
pl: Miesiąc urodzenia

source: Birth Day
pl: Dzień urodzenia

source: Private Birth Year
pl: Rok urodzenia (poufne)

source: Private Birth Month
pl: Miesiąc urodzenia (poufne)

source: Private Birth Day
pl: Dzień urodzenia (poufne)

source: Death Year
pl: Rok śmierci

source: Death Month
pl: Miesiąc śmierci

source: Death Day
pl: Dzień śmierci

source: Private Death Year
pl: Rok śmierci (poufne)

source: Private Death Month
pl: Miesiąc śmierci (poufne)

source: Private Death Day
pl: Dzień śmierci (poufne)

source: Date Added
pl: Data dodania

source: Language of Bio
pl: Język biogramu

source: Private Bio
pl: Prywatny biogram

source: Author First Name(s)
pl: Pierwsze imiona autora

source: Author Surname
pl: Nazwisko autora

source: Name of Contributor
pl: Nazwa współtwórcy

source: Website and / or orcid
pl: Strona internetowa i / lub orcid

source: Start of Contribution
pl: Początek edycji

source: End of Contribution
pl: Koniec edycji

source: Title of Contribution
pl: Tytuł edycji

source: Collection Name
pl: Nazwa kolekcji

source: Title of Document
pl: Tytuł dokumentu

source: Manual doc ID
pl: Ręczny dokument

source: Production Year
pl: Rok produkcji

source: Production Month
pl: Miesiąc produkcji

source: Production Day
pl: Dzień produkcji

source: Document Ready in Corpus
pl: Dokument gotowy w korpusie

source: Publisher Location
pl: Lokalizacja wydawcy

source: In Publication (journal, volume)
pl: W publikacji (czasopismo, tom)

source: Volume
pl: Tom

source: Issue
pl: Numer

source: Page Range
pl: Zakres stron

source: Publication / Document URL
pl: URL publikacji / dokumentu

source: Language of Description
pl: Język opisu

source: Order of Paragraphs in Document
pl: Kolejność akapitów w dokumencie

source: Order of Fragments in Document
pl: Kolejność fragmentów w dokumencie

source: Language of Fragment
pl: Język fragmentu

source: Location of Text
pl: Lokalizacja tekstu

source: File Instance
pl: Plik

source: File Type
pl: Typ pliku

source: Show on UI
pl: Pokaż na interfejsie użytkownika

source: General Public
pl: Ogół społeczeństwa

source: Contributor
pl: Współpracownik

source: Worker
pl: Pracownik

source: Permissions Level
pl: Poziom uprawnień

source: About the Corpus
pl: O korpusie

source: This corpus was designed and instantiated under the auspices of the <i>New Speakers of Minority Languages: Proficiency, Variation, and Change</i> project, which received funding from the Norwegian Financial Mechanism 2014&ndash;2021 under agreement number 2020/37/K/HS2/02779
pl: Ten korpus został zaprojektowany i utworzony pod auspicjami projektu <i>Nowi użytkownicy języków mniejszościowych: biegłość, odmiana i procesy zmian </i>, który otrzymał finansowanie z norweskiego mechanizmu finansowego 2014 i ndash; 2021 na podstawie umowy nr 2020/37/K/HS2/02779

source: Contributions
pl: Składki

source: Asset overview
pl: Przegląd plików

source: Submit
pl: Dodaj

source: Filename
pl: Nazwa pliku

source: In Document
pl: W dokumencie

source: Shown in UI
pl: Pokazane w interfejsie użytkownika

source: unassigned
pl: nieprzypisany

source: pages:
pl: strony:

source: Asset: id#
pl: Plik: id#

source: Assigned to document:
pl: Przypisany do dokumentu:

source: False
pl: Fałszywy

source: assign
pl: przydziel

source: Date Added:
pl: Data dodania:

source: Shown in UI:
pl: Pokazane w interfejsie użytkownika:

source: hide form
pl: ukryj formę

source: Author overview
pl: Przegląd autora

source: Author
pl: Autor

source: A.K.A
pl: Znany jako

source: Year of Birth
pl: Rok urodzenia

source: Author:
pl: Autor:

source: private information
pl: informacja prywatna

source: Alternative Names
pl: Alternatywne nazwy

source: Author Bios
pl: Biogramy autora

source: Cancel
pl: Anuluj

source: Edit
pl: Edytuj

source: No Bios have been defined for this author.
pl: Dla tego autora nie zdefiniowano biogramu.

source: Year
pl: Rok

source: Description
pl: Opis

source: No docs have been assigned to this author.
pl: Żadne dokumenty nie zostały przypisane do tego autora.

source: Navigation
pl: Nawigacja

source: Search Corpus
pl: Wyszukaj w korpusie

source: Documents
pl: Dokumenty

source: Authors
pl: Autorzy

source: Assets
pl: Pliki

source: About
pl: O Korpusie

source: Profile
pl: Profil

source: Log out
pl: Wyloguj

source: Log in
pl: Zaloguj się

source: Register
pl: Zarejestruj się

source: National Science Centre
pl: Narodowe Centrum Nauki

source: Privacy Policy
pl: Polityka prywatności

source: Oh No!!! Concurrency Error
pl: O nie!!! Błąd współbieżności

source: Someone opened, edited, and saved this Markup Object since you started working on it. That means if your edits are saved to the database, theirs will be overwritten. Nobody wants that.
pl: Ktoś otworzył, zredagował i zapisał ten obiekt znaczników, odkąd zacząłeś/-ęłaś nad nim pracować. Oznacza to, że jeśli twoje edycje zostaną zapisane w bazie danych, ichnie zostaną zastąpione. Nikt tego nie chce.

source: You are
pl: Jesteś

source: version(s) behind the database.
pl: wersja za bazą danych.

source: Just below here you can see a line-by-line comparison of the database version of the markup and the version you submitted just now. Lines that are not the same a highlighted in red under the "Your submission" column to help you visualize where there are discrepancies.
pl: Tuż poniżej widać porównanie linii po linii wersji bazy danych znacznika i przesłanej właśnie teraz wersji. Linie, które nie są takie same, podświetlone na czerwono w kolumnie "Twoje zgłoszenie", aby pomóc Ci wizualizować, gdzie istnieją rozbieżności.

source: When you are ready to re-submit your edits, click
pl: Kiedy będziesz gotowy na ponowne przesłanie swoich edycji, kliknij

source: here
pl: tutaj

source: A new tab will open with the previous form loaded with an up-to-date Markup instance.
pl: Nowa karta zostanie otwarta z poprzednim formularzem załadowanym z aktualnymi znacznikami.

source: Database version
pl: Wersja bazy danych

source: Your submission
pl: Twoje zgłoszenie

source: Document content:
pl: Treść dokumentu:

source: This document is not ready for viewing in the corpus.<br> If you have sufficient permissions, check out the document assets and consider creating a markup version!
pl: Ten dokument nie jest gotowy do obejrzenia w korpusie.<br>Jeśli masz wystarczające uprawnienia, sprawdź zasoby dokumentów i rozważ utworzenie wersji znaczników!

source: Markup reference
pl: Odniesienie do znaczników

source: There&#39;s an asset of a type that cannnot be displayed:
pl: Jest tu zasób typu, którego nie można wyświetlić:

source: Save Markup
pl: Zapisz znaczniki

source: Finish and Add Markup to Corpus
pl: Zakończ i dodaj znaczniki do korpusu

source: Is the Markup really ready? Confirm that:
pl: Czy znacznik jest naprawdę gotowy? Potwierdź to:

source: It's ready! Add Markup to Corpus
pl: Gotowe! Dodaj znaczniki do korpusu

source: Markup locked
pl: Znacznik zamknięty

source: The Markup for this document --
pl: Znacznik dla tego dokumentu -

source: --has been locked for editing. This means that the Markup has been submitted to the corpus administrators for inclusion in the wider corpus. It should, or will soon, appear among the other documents already included in the corpus.
pl: ---został zamknięty dla edycji. Oznacza to, że znaczniki zostały przekazane administratorom korpusu w celu włączenia do szerszego korpusu. Powinien lub wkrótce pojawi się wśród innych dokumentów zawartych w korpusie.

source: Nevermind! The Markup is not ready yet
pl: Upsik! Znacznik nie jest jeszcze gotowy

source: Document metadata
pl: Metadane dokumentu

source: Title:
pl: Tytuł:

source: Author(s):
pl: Autor / autorzy:

source: Year:
pl: Rok:

source: In Collection:
pl: W kolekcji:

source: Extended metadata
pl: Rozszerzone metadane

source: Publisher:
pl: Wydawca:

source: Publisher Location:
pl: Lokalizacja wydawcy:

source: Persistent identifier:
pl: Trwały identyfikator:

source: In publication:
pl: W publikacji:

source: Publication Volume:
pl: Tom publikacji:

source: Publication Issue:
pl: Numer publikacji:

source: Page range:
pl: Zakres stron:

source: No additional metadata has been specified.
pl: Nie określono żadnych dodatkowych metadanych.

source: Descriptions
pl: Opisy

source: There are no descriptions for this document.
pl: Nie ma opisów tego dokumentu.

source: Order in Document
pl: Kolejność w dokumencie

source: Show in UI
pl: Pokaż w interfejsie użytkownika

source: No assets have been assigned to this document yet.
pl: Do tego dokumentu nie przypisano jeszcze żadnych plików.

source: Assets associated with this document:
pl: Pliki powiązane z tym dokumentem:

source: Content status
pl: Status treści

source: There is a Markup instance for this document.
pl: Istnieją znaczniki dla tego dokumentu.

source: The Markup can be edited
pl: Znaczniki można edytować

source: The team is still working on this markup.
pl: Zespół wciąż pracuje nad tym znacznikiem.

source: The markup has been locked for editing.
pl: Znaczniki zostały wyłączone z edycji.

source: No markup has been created for this document yet.
pl: Dla tego dokumentu nie utworzono jeszcze znaczników.

source: Start a markup document
pl: Rozpocznij dokument ze znacznikami

source: Assets must be assigned to the document before a markdown can be created.
pl: Pliki należy przypisać do dokumentu przed utworzeniem oznaczenia.

source: Ready in Corpus
pl: Gotowy w korpusie

source: The document is ready in the corpus. Results from this Document will appear in search results.
pl: Dokument jest gotowy w korpusie. Wyniki tego dokumentu pojawią się w wynikach wyszukiwania.

source: Browse the text
pl: Przeglądaj tekst

source: The document is not yet ready in the corpus.
pl: Dokument nie jest jeszcze gotowy w korpusie.

source: Create/edit the markdown and when the markdown version looks complete, submit it for inclusion in the corpus.
pl: Utwórz/edytuj oznaczenia, a gdy wersja oznaczeń wygląda na kompletną, prześlij ją, aby ją włączyć do korpusu.

source: Document overview
pl: Przegląd dokumentu

source: In Collection
pl: W kolekcji

source: Ready in corpus
pl: Gotowy w korpusie

source: N Assets
pl: Ilość plików

source: Corpus of New Wymysorys
pl: Korpus nowego języka wilamowskiego

source: This is the beginning of a UI for the Corpus of New Wymysorys.
pl: To jest początek interfejsu użytkownika dla korpusu nowego języka wilamowskiego.

source: Wymysorys has been undergoing language revitalization for the past 15 or so years, and like most endangered langauges, a bulk of research efforts has focused on older texts and especially older speakers. This resource is comprised of texts produced (written or translated) since the begining of revitalization efforts by young(er) people.
pl: Język wilamowski przechodzi rewitalizację od około 15 lat i, podobnie jak większość zagrożonych języków, większość wysiłków badawczych koncentrowała się na starszych tekstach, a zwłaszcza starszych użytkownikach. Niniejsze zasoby składają się z wyprodukowanych tekstów (pisemnych lub przetłumaczonych) od początku wysiłków rewitalizacji przez młod(sz)ych ludzi.

source: In order to acces this resource, you must:
pl: Aby uzyskać dostęp do tego zasobu, musisz:

source: Register an account on the site
pl: Zarejestruj konto na stronie

source: Send a message to nespomila.web(at)ispan.waw.pl with the email you used to register the account and describe how you plan to use the resource. (In the future, this resource will be publically available, but while we iron out all the kinks we would like to know who has access and for what purpose.)
pl: Wyślij wiadomość na nespomila.web(małpa)ispan.waw.pl z konta e-mail użytym do zarejestrowania konta i opisz, w jaki sposób planujesz korzystać z zasobu. (W przyszłości ten zasób będzie dostępny publicznie, ale zanim doprowadzimy wszystko do ładu, chcielibyśmy wiedzieć, kto ma dostęp i w jakim celu).

source: Corpus Statistics
pl: Statystyka korpusu

source: The corpus contains:
pl: Korpus zawiera:

source: Words (any language):
pl: Słowa (w każdym języku):

source: total
pl: ogółem

source: unique
pl: niepowtarzających się

source: Words (Wymysorys only):
pl: Słowa (tylko po wilamowsku):

source: unique (n.b. This does not include fragments marked as direct translations, only free Wymysorys text.)
pl: niepowtarzające się (nota bene, nie wliczając fragmentów oznaczonych jako tłumaczenie bezpośrednie, wyłącznie wolny tekst wilamowski)

source: Ten most frequent tokens and their occurrence in Wymysorys fragments:
pl: 10 najczęstszych form i ich występowanie we fragmentach po wilamowsku

source: Assets:
pl: Pliki:

source: defined assets (source files), of which
pl: zdefiniowane pliki (pliki źródłowe), z których

source: are user facing
pl: są skierowane do użytkownika

source: Documents:
pl: Dokumenty:

source: defined Documents, of which
pl: zdefiniowane dokumenty, z których

source: are searchable in the corpus
pl: można przeszukiwać w korpusie

source: Authors:
pl: Autorzy:

source: defined Authors
pl: zdefiniowani autorzy

source: A corpus, by definition, is a way to bring a unified structure to a set of texts. This corpus attempts to accomplish that with as little pain and monotony as possible by using a simple custom "Markup language". This is simply a small set of conventions inspired by XML to indicate various structures in a text.
pl: Z definicji korpus jest sposobem na wprowadzenie ujednoliconej struktury do zbioru tekstów. Ten korpus ma za zadanie osiągnąć to jak najbezboleśniej i unikając monotonii, używając prostego "języka znaczników". Jest to po prostu niewielki zestaw konwencji inspirowanych XML w celu wskazania różnych struktur w tekście.

source: The markup language as a means to bring some userfriendliness to the structuring process. Anyone can create a marked up, plain-text version of a document; on submission of a finished markup to the corpus, it will be read by a script that will deposit various parts of the text into the corpus database in a correctly structured way. In other words, markup saves users of the corpus the trouble of having to understand and/or mess with the underlying database. This document describes the markup conventions associated with this corpus.
pl: Język znaczników jest sposobem na wprowadzenie pewnej przyjazności dla użytkownika do procesu strukturyzacji. Każdy może stworzyć oznaczoną, prostą wersję dokumentu; Po przesłaniu gotowego znacznika do korpusu zostanie odczytany przez skrypt, który włączy różne części tekstu do bazy danych korpusu w odpowiednio ustrukturyzowany sposób. Innymi słowy, Markup oszczędza użytkownikom korpusu problemu zrozumienia wszystkiego i/lub bałaganu w podstawowej bazie danych. Ten dokument opisuje konwencje znaczników związane z tym korpusem.

source: Paragraphs and Fragments
pl: Akapity i fragmenty
